Repository: centre-for-educational-technology/edidaktikum
Catalog: translations/fields_*.po
Languages: et

# comment_body:comment_node_page:label
source: Comment
et: Kommentaar

# comment_body:comment_node_article:label
source: Comment
et: Kommentaar

# comment_body:comment_node_ed_cluster:label
source: Comment
et: Kommentaar

# comment_body:comment_node_ed_event:label
source: Comment
et: Kommentaar

# comment_body:comment_node_ed_news:label
source: Comment
et: Kommentaar

# comment_body:comment_node_ed_learning_resource:label
source: Comment
et: Kommentaar

# comment_body:comment_node_ed_portfolio:label
source: Comment
et: Kommentaar

# comment_body:comment_node_ed_file:label
source: Comment
et: Kommentaar

# comment_body:comment_node_ed_file_folder:label
source: Comment
et: Kommentaar

# comment_body:comment_node_ed_task:label
source: Comment
et: Kommentaar

# comment_body:comment_node_ed_blog:label
source: Comment
et: Kommentaar

# comment_body:comment_node_ed_answer:label
source: Comment
et: Kommentaar

# comment_body:comment_node_ed_forum:label
source: Comment
et: Kommentaar

# comment_body:comment_node_ed_bookmark:label
source: Comment
et: Kommentaar

# comment_body:comment_node_ed_page:label
source: Comment
et: Kommentaar

# body:page:label
source: Body
et: Sisu

# body:article:label
source: Body
et: Sisu

# field_tags:article:label
source: Tags
et: Märksõnad

# field_tags:article:description
source: Enter a comma-separated list of words to describe your content.
et: Eralda märksõnad komadega.

# field_image:article:label
source: Image
et: Kaanepilt

# field_image:article:description
source: Upload an image to go with this article.
et: Lisa artiklile kaanepilt.

# ed_field_excerpt:ed_cluster:label
source: Excerpt
et: Lühikokkuvõte

# ed_field_excerpt:ed_event:label
source: Excerpt
et: Lühikokkuvõte

# ed_field_excerpt:ed_news:label
source: Excerpt
et: Lühikokkuvõte

# ed_field_excerpt:ed_learning_resource:label
source: Excerpt
et: Lühikokkuvõte

# ed_field_content:ed_event:label
source: Content
et: Sisu

# ed_field_content:ed_news:label
source: Content
et: Sisu

# ed_field_content:ed_learning_resource:label
source: Content
et: Sisu

# ed_field_content:ed_portfolio:label
source: Description
et: Kirjeldus

# ed_field_content:ed_task:label
source: Description
et: Kirjeldus

# ed_field_content:ed_blog:label
source: Content
et: Sisu

# ed_field_content:ed_answer:label
source: Content
et: Sisu

# ed_field_content:ed_forum:label
source: Content
et: Sisu

# ed_field_content:ed_page:label
source: Content
et: Sisu

# ed_field_featured_image:ed_cluster:label
source: Featured image
et: Kaanepilt

# ed_field_featured_image:ed_event:label
source: Featured image
et: Kaanepilt

# ed_field_featured_image:ed_news:label
source: Featured image
et: Kaanepilt

# ed_field_featured_image:ed_learning_resource:label
source: Featured Image
et: Kaanepilt

# ed_field_featured_image:ed_portfolio:label
source: Featured image
et: Kaanepilt

# ed_field_category:ed_cluster:label
source: Categories
et: Kategooriad

# ed_field_category:ed_event:label
source: Categories
et: Kategooriad

# ed_field_category:ed_news:label
source: Category
et: Kategooria

# ed_field_category:ed_learning_resource:label
source: Category
et: Kategooria

# ed_field_category:ed_file:label
source: Categories
et: Kategooriad

# ed_field_category:ed_task:label
source: category
et: Kategooria

# og_membership_request:og_membership_type_default:label
source: Request message
et: Sõnum grupi haldajale

# og_membership_request:og_membership_type_default:description
source: This is the text a user may send to the group administrators.
et: See sõnum saadetakse grupi administraatorile

# group_group:#allowed_values:0
source: Not a group
et: Grupp puudub

# group_group:#allowed_values:1
source: Group
et: Grupp

# group_group:ed_cluster:label
source: Group
et: Grupp

# group_group:ed_cluster:description
source: Determine if this is an OG group.
et: Kontrolli, kas tegemist on OG grupiga

# og_user_node:user:label
source: Group membership
et: Grupi liikmelisus

# group_access:#allowed_values:0
source: Public - accessible to all site users
et: Avalik - ligipääs on kõigil eDidaktikumi kasutajatel

# group_access:#allowed_values:1
source: Private - accessible only to group members
et: Privaatne - ligipääs on ainult grupi liikmetel

# group_access:ed_cluster:label
source: Group visibility
et: Grupi nähtavus

# ed_field_full_name:user:label
source: Full Name
et: Täisnimi

# field_institution:user:label
source: Institution
et: Organisatsioon

# field_pref_lang:#allowed_values:1
source: Estonian
et: Eesti

# field_pref_lang:#allowed_values:2
source: English
et: Inglise

# field_pref_lang:user:label
source: Preferred language
et: Eelistatud keel

# ed_event_field_url:ed_event:label
source: URL
et: Veebiaadress

# ed_event_field_location:ed_event:label
source: Location
et: Asukoht

# ed_event_field_start:ed_event:label
source: Start
et: Algus

# ed_event_field_end:ed_event:label
source: End
et: Lõpp

# og_group_ref:ed_event:label
source: Group
et: Grupp

# og_group_ref:ed_news:label
source: Group
et: Grupp

# og_group_ref:ed_learning_resource:label
source: Group
et: Grupp

# og_group_ref:ed_file:label
source: Group
et: Grupp

# og_group_ref:ed_task:label
source: Group
et: Grupp

# og_group_ref:ed_blog:label
source: Group
et: Grupp

# og_group_ref:ed_answer:label
source: Group
et: Grupp

# og_group_ref:ed_forum:label
source: Group
et: Grupp

# og_group_ref:ed_bookmark:label
source: Group
et: Grupp

# og_group_ref:ed_page:label
source: Group
et: Grupp

# ed_learning_resource_mg:#field:label
source: Methodological Guide
et: Metoodiline juhend

# ed_learning_resource_mg:ed_learning_resource:label
source: Methodological Guide
et: Metodoloogiline juhend

# ed_learning_resource_type:#field:label
source: Type
et: Tüüp

# ed_learning_resource_type:ed_learning_resource:label
source: Type
et: Tüüp

# ed_learning_resource_language:#field:label
source: Language
et: Keel

# ed_learning_resource_language:ed_learning_resource:label
source: Language
et: Keel

# ed_learning_resource_date:#field:label
source: Creating Time
et: Loomise aeg

# ed_learning_resource_date:ed_learning_resource:label
source: Creating Time
et: Loomise aeg

# ed_learning_resource_tags:#field:label
source: Tags
et: Märksõnad

# ed_learning_resource_authors:#field:label
source: Author
et: Autor

# ed_learning_resource_authors:ed_learning_resource:label
source: Authors
et: Autorid

# ed_learning_resource_authors:ed_learning_resource:description
source: Separate with commas. E.g. Mace Windu, Obi-wan Kenobi
et: Eralda komaga. Näiteks matemaatika, inglise keel, keemia

# ed_learning_resource_add_req:#field:label
source: Additional Requirements
et: Lisanõuded

# ed_learning_resource_add_req:ed_learning_resource:label
source: Additional Requirements
et: Lisanõuded

# ed_portfolio_field_items:ed_portfolio:label
source: Portfolio items
et: Portfoolio objektid

# ed_file_field_file_upload:ed_file:label
source: Upload file
et: Lisa fail

# ed_file_folder_ref:ed_file:label
source: Folder
et: Kaust

# ed_file_folder_ref:ed_file_folder:label
source: Folder
et: Kaust

# ed_task_due_date:#field:label
source: Due Date
et: Tähtaeg

# ed_task_due_date:ed_task:label
source: Due Date
et: Tähtaeg

# ed_field_competence:ed_task:label
source: Competence
et: Pädevus

# ed_field_competence:ed_file:label
source: Add competence
et: Pädevus

# ed_blog_tags:#field:label
source: Tags
et: Märksõnad

# field_ref_to_task:ed_answer:label
source: Task
et: Ülesanne

# ed_bookmark_type:#field:label
source: Type
et: Tüüp

# ed_bookmark_type:ed_bookmark:label
source: Type
et: Tüüp

# ed_bookmark_tags:#field:label
source: Tags
et: Märksõnad

# ed_bookmark_url:#field:label
source: Url
et: Veebiaadress

# ed_bookmark_url:ed_bookmark:label
source: URL
et: Veebiaadress

# ed_page_tags:#field:label
source: Tags
et: Märksõnad

# group_content_access:#allowed_values:0
source: Use group defaults
et: Kasutaja grupi privaatsusseadeid

# group_content_access:#allowed_values:1
source: Public - accessible to all site users
et: Avalik - nähtav kõigile eDidaktikumi kasutajatele

# group_content_access:#allowed_values:2
source: Private - accessible only to group members
et: Privaatne - nähtav vaid grupi liikmetele

# group_content_access:ed_news:label
source: Group content visibility
et: Nähtavus

# group_content_access:ed_learning_resource:label
source: Group content visibility
et: Nähtavus

# group_content_access:ed_event:label
source: Group content visibility
et: Nähtavus

# group_content_access:ed_task:label
source: Group content visibility
et: Nähtavus

# group_content_access:ed_blog:label
source: Group content visibility
et: Nähtavus

# ed_field_private_comment:comment_node_ed_answer:label
source: Private comment
et: Privaatne kommentaar

# field_tags:ed_news:label
source: Tags
et: Märksõnad

# ed_field_to_group_member:ed_task:label
source: Specify user
et: Määra kasutaja

# ed_field_to_group_member:ed_answer:label
source: Specify user
et: Määra kasutaja

# field_tags:ed_event:label
source: Tags
et: Märksõnad

# field_tags:ed_file:label
source: Tags
et: Märksõnad

# ed_field_to_group_member:ed_forum:label
source: Specify user
et: Määra kasutaja

# ed_field_to_group_member:ed_learning_resource:label
source: Specify user
et: Määra kasutaja

# ed_field_to_group_member:ed_blog:label
source: Specify user
et: Määra kasutaja

# ed_field_to_group_member:ed_bookmark:label
source: Specify user
et: Määra kasutaja

# ed_field_to_group_member:ed_page:label
source: Specify user
et: Määra kasutaja

# field_tags:ed_page:label
source: Tags
et: Märksõnad

# field_tags:ed_bookmark:label
source: Tags
et: Märksõnad

# field_tags:ed_blog:label
source: Tags
et: Märksõnad

# field_tags:ed_blog:description
source: Separate with commas. E.g. Mathematics, Force training, Jedi Mind Tricks
et: Eralda märksõnad komaga, näiteks: matemaatika, karate, minu armas kool

# field_tags:ed_learning_resource:label
source: Tags
et: Märksõnad

# field_tags:ed_learning_resource:description
source: Separate with commas. E.g. Mathematics, Force training, Jedi Mind Tricks
et: Eralda märksõnad komaga, näiteks: matemaatika, karate, minu armas kool

# ed_learning_resource_tags:ed_learning_resource:label
source: Tags
et: Märksõnad

# ed_learning_resource_tags:ed_learning_resource:description
source: Separate with commas. E.g. Mathematics, Force training, Jedi Mind Tricks
et: Eralda komaga. Näiteks matemaatika, inglise keel, keemia

# ed_file_field_to_user:ed_file:label
source: to user
et: Kasutajale

# field_to_user:ed_task:label
source: to user
et: Kasutajale

# ed_blog_tags:ed_blog:label
source: Tags
et: Märksõnad

# ed_blog_tags:ed_blog:description
source: Separate with commas. E.g. Mathematics, Force training, Jedi Mind Tricks
et: Eralda komaga. Näiteks matemaatika, inglise keel, keemia

# ed_bookmark_tags:ed_bookmark:label
source: Tags
et: Märksõnad

# ed_page_tags:ed_page:label
source: Tags
et: Märksõnad

# ed_page_tags:ed_page:description
source: Separate with commas. E.g. Mathematics, Force training, Jedi Mind Tricks
et: Eralda komaga. Näiteks matemaatika, inglise keel, keemia

# ed_field_to_group_member:ed_file:label
source: Specify user
et: Määra kasutaja

source: Home page intro image URL
et: Esilehe kaanepildi URL

source: Intro image to display in home page.
et: Esilehel kuvatav kaanepilt

source: Home page intro text
et: Esilehel paiknev sissejuhatav tekst

source: Intro text to display in home page.
et: Esilehel kuvatav sissejuhatav tekst.

source: Contact page contacts text
et: Kontaktilehe sisu

source: Contacts text to display on contact page.
et: Tekst, mida kuvatakse kontaktilehel.

source: Contact page logos text
et: Logod kontakti lehel

source: Logos text to display on contact page.
et: Logod, mida kuvatakse kontaktilehel

source: FAQ page text
et: KKK lehe sisu

source: Text to display on FAQ page.
et: Tekst, mida kuvatakse KKK lehel.

source: No Promoted Learning Resources Found
et: Ühtegi esiletõstetud õppematerjali ei leitud

source: Choose Learning Resource to display on front page
et: Vali õppematerjal, mida kuvatakse esilehel

source: No Promoted Events Found
et: Ühtegi esiletõstetud sündmust ei leitud

source: Choose Event to display on front page
et: Vali sündmus, mida kuvatakse esilehel

source: No Promoted News Found
et: Ühtegi esiletõstetud uudist ei leitud

source: Choose News to display on front page
et: Vali uudis, mida kuvatakse esilehel

source: How many elements per page
et: Mitu objekti lehe kohta

source: Users
et: Kasutajad

source: Role
et: Roll

source: Qt.
et: Kogus

source: Teacher
et: Õppejõud

source: Student
et: Õpilane

source: Total
et: Kokku

source: Content Types
et: Sisutüübid

source: Content Type
et: Sisutüüp

source: Groups
et: Grupid

source: Subgroups
et: Alamgrupid

source: Learning Resources
et: Õppematerjalid

source: News
et: Uudised

source: Events
et: Sündmused

source: Given Tasks
et: Antud ülesanded

source: Event
et: Sündmus

source: Learning Resource
et: Õppematerjal

source: Contact Us
et: Kontakt

source: FAQ
et: KKK

source: eDidaktikum settings
et: eDidaktikumi seaded

source: eDidaktikum Configuration
et: eDidaktikumi seaded

source: Configuration settings for eDidatkikum
et: eDidaktikumi kohta käivad seaded

source: Featured
et: Esile tõstetud

source: Dashboard
et: Töölaud

source: content
et: sisu

source: blog post
et: ajaveebi postitus

source: bookmark
et: järjehoidja

source: event
et: sündmus

source: learning resource
et: õppematerjal

source: page
et: lehekülg

source: discussion
et: arutelu

source: portfolio
et: portfoolio

source: answer
et: vastus

source: Administer eDidaktikum modules.
et: Halda eDidaktikumi mooduleid

source: eDidaktikum home page
et: eDidaktikumi esileht

source: Configure eDidaktikum home page.
et: Seadista eDidaktikumi esilehte

source: eDidaktikum contact page
et: eDidaktikumi kontaktileht

source: Configure edidaktikum contact page.
et: Muuda eDidaktikumi kontaktilehekülge

source: eDidaktikum FAQ page
et: eDidaktikumi KKK leht

source: Configure edidaktikum FAQ page.
et: Seadista eDidaktikumi KKK lehekülg.

source: eDidaktikum Promoted News
et: eDidaktikumi esiletõstetud uudised

source: Choose front page News
et: Vali esilehel kuvatav uudis

source: eDidaktikum Promoted Events
et: eDidaktikumi esiletõstetud sündmused

source: Choose front page Event
et: Vali esilehel kuvatav sündmus

source: eDidaktikum Promoted Resources
et: eDidaktikumi esiletõstetud õppematerjalid

source: Choose front page Learning Resource
et: Vali esilehel kuvatav õppematerjal

source: eDidaktikum Statistics
et: eDidaktikumi statistika

source: Statistics about the eDidaktikum web page
et: eDidaktikumi üldine statistika

source: Home
et: Algus

source: Contact
et: Kontakt

source: Learning Locker username
et: Õppematerjali keel

source: Learning Locker password
et: Õppematerjali märksõna

source: Learning Locker endpoint
et: Õppematerjale ei leitud

source: eDidaktikum Analytics
et: eDidaktikumi analüütika

source: Configure eDidaktikum and Learning Locker integration.
et: Seadista eDidaktikumi esilehte

source: Content
et: Sisu

source: Answer
et: Vastus

source: description
et: kirjeldus

source: !task-title - Answer
et: !task-title - Vastus

source: Answer with task removed
et: Vastus koos ülesandega kustutatud

source: Delete
et: Kustuta

source: Create Answer
et: Lisa vastus

source: Answer To Task
et: Ülesande vastus

source: Task
et: Ülesanne

source: Category
et: Kategooria

source: Competence
et: Pädevus

source: You have already answered this task.
et: Sa oled sellele ülesandele juba vastanud.

source: Group
et: Grupp

source: eDidaktikum Answer
et: eDidaktikumi vastus

source: Tags
et: Märksõnad

source: Separate with commas. E.g. Mathematics, Force training, Jedi Mind Tricks
et: Eralda palun komaga, näitek: matemaatika, eesti keel, tööõpetus

source: Blog
et: Ajaveeb

source: Title
et: Pealkiri

source: New Blog Post
et: Uus postitus

source: Edit Blog Post
et: Muuda postitust

source: My Blog
et: Minu ajaveeb

source: Add new blog post
et: Lisa uus postitus

source: Due Date:
et: Tähtaeg:

source: Type
et: Tüüp

source: Date
et: Kuupäev

source: Post
et: Postitus

source: Answer to Task
et: Ülesande vastus

source: eDidaktikum Blog
et: eDidaktikumi ajaveeb

source: eDidaktikum Blog content type.
et: eDidaktikumi ajaveebi sisutüüp

source: Url
et: Veebiaadress

source: URL
et: Veebiaadress

source: Bookmark
et: Järjehoidja

source: Description
et: Kirjeldus

source: Create Bookmark
et: Lisa järjehoidja

source: Webpage
et: Veebileht

source: Journal
et: Päevik

source: eDidaktikum Bookmark
et: eDidaktikumi järjehoidja

source: eDidaktikum Bookmark content type.
et: eDidaktikumi järjehoidja sisutüüp.

source: Task Manager
et: Ülesannete haldur

source: Discussion Board
et: Arutelu

source: Pages
et: Leheküljed

source: Bookmarks
et: Järjehoidjad

source: Files
et: Failid

source: Shared with me
et: Minuga jagatud

source: Add new
et: Lisa uus

source: desc
et: kirjeldus

source: !name added !node @time
et: !name lisas !node @time

source: !name changed !node @time
et: !name muutis !node @time

source: No recent activity
et: Värskeid uuendusi ei ole

source: Name
et: Nimi

source: Add new group
et: Lisa uus grupp

source: Create Group
et: Loo grupp

source: Group (@count)
et: Grupp (@count)

source: - None -
et: - Määramata -

source: Featured image
et: Kaanepilt

source: Excerpt
et: Kokkuvõte

source: Categories
et: Kategooriad

source: Cluster
et: Grupp

source: eDidaktikum groups.
et: eDidaktikumi grupid.

source: Selected Groups Users
et: Valitud grupi kasutajad

source: Competence vocabulary
et: Pädevuste sõnavara

source: Drafts
et: Mustandid

source: Discover
et: Avasta

source: Hi! Nothing to show here at the moment. Join some group to see latest updates from it.
et: Tere! Hetkel ei ole siin Sulle midagi näidata. Ühine mõne grupiga, et näha siin viimaseid uuendusi.

source: Search tag
et: Otsingu fraas

source: Search
et: Otsi

source: Save Search
et: Salvesta otsing

source: Saved searches
et: Salvestatud otsing

source: eDidaktikum dashboard.
et: eDidaktikumi töölaud

source: Are you sure?
et: Oled Sa kindel?

source: Latest events
et: Värskeimad sündmused

source: Add new event
et: Lisa uus sündmus

source: Upcoming events
et: Lähimad sündmused

source: Events calendar
et: Sündmuste kalender

source: Group events calendar
et: Grupi sündmuste kalender

source: Create Event
et: Lisa sündmus

source: Location
et: Asukoht

source: Start
et: Algus

source: End
et: Lõpp

source: eDidaktikum events.
et: eDidaktikumi sündmused

source: folder
et: kaust

source: Add new !file or !folder
et: Lisa uus !file või !folder

source: Changed
et: Muudetud

source: Edit
et: Muuda

source: Create File
et: Lisa fail

source: Create Folder
et: Lisa kaust

source: File folder
et: Faili kaust

source: Folder
et: Kaust

source: Upload file
et: Lae fail üles

source: eDidaktikum file
et: eDidaktikumi failid

source: eDidaktikum files and file folders.
et: eDidaktikumi failid ja kaustad

source: more
et: veel

source: Apply
et: Rakenda

source: Reset
et: Taasta algseis

source: Sort by
et: Sorteeri

source: Asc
et: Suurenevalt

source: Desc
et: Vähenevalt

source: Items per page
et: Objekte lehel

source: - All -
et: - Kõik -

source: « first
et: « esimene

source: ‹ previous
et: ‹ eelmine

source: next ›
et: järgmine ›

source: last »
et: viimane »

source: author
et: autor

source: Create Discussion Board
et: Loo uus arutelu teema

source: eDidaktikum Forum
et: eDidaktikumi Foorum

source: eDidaktikum Forum content type.
et: eDidaktikumi foorumi sisutüüp

source: Learning resources by type: @type
et: Õppematerjalid tüübi järgi: @type

source: Learning resources by language: @language
et: Õppematerjalid keele järgi: @language

source: Latest First
et: Vanemad eespool

source: Earliest First
et: Värskemad eespool

source: Sort
et: Sorteeri

source: Sort by Category
et: Sorteeri kategooria järgi

source: Learning resources not found
et: Õppematerjale ei leitud

source: Methodological Guide
et: Metodoloogiline juhend

source: Language
et: Keel

source: Creating Time
et: Loodud

source: Author
et: Autor

source: Additional Requirements
et: Lisaks vajalik

source: Authors
et: Autorid

source: Separate with commas. E.g. Mace Windu, Obi-wan Kenobi
et: Eralda palun komaga, näiteks: Jaan Kask, Juta Kuusk

source: Featured Image
et: Kaanepilt

source: Resources
et: Õppematerjalid

source: Add new learning resource
et: Lisa uus õppematerjal

source: Create Learning Resource
et: Lisa uus õppematerjal

source: Learning Resource Type
et: Õppematerjali tüüp

source: Learning Resource Language
et: Õppematerjali keel

source: eDidaktikum Learning Resource content type.
et: eDidaktikumi õppematerjali sisutüüp

source: Learning Resource Types
et: Õppematerjali tüübid

source: A list of different learning resource types
et: Õppematerjalide tüüpide nimekiri

source: Learning Resource Languages
et: Õppematerjali keeled

source: Learning Resource Authors
et: Õppematerjali autorid

source: A list of authors for learning resources
et: Õppematerjalide autorite nimekiri

source: Presentation
et: Esitlus

source: Exercise
et: Harjutus

source: Sound
et: Heli

source: Assessment Tool
et: Ülesande tööriist

source: Attempt
et: Üritus

source: Website
et: Veebileht

source: Course
et: Kursus

source: Other
et: Muu

source: Game
et: Mäng

source: Image
et: Foto / illustratsioon

source: Simulation
et: Simulatsioon

source: Vocabulary
et: Sõnavara

source: Source of Information
et: Informatsiooni päritolu

source: Text
et: Tekst

source: Lesson Plan
et: Tunniplaan

source: Tool
et: Töövahend

source: English
et: Inglise keel

source: Estonian
et: Eesti keel

source: Russian
et: Vene keel

source: Obi-Wan Kenobi
et: Juku Juurikas

source: Master Yoda
et: Mari Maasikas

source: Mace Windu
et: Juta Kuusk

source: Learning resource vocabularies
et: Õppematerjali sõnavara

source: Latest news
et: Värskeimad uudised

source: Add new news
et: Lisa uus uudis

source: Older news
et: Vanemad uudised

source: Create News
et: Loo uudis

source: eDidaktikum news.
et: eDidaktikumi uudised.

source: Page
et: Lehekülg

source: Create Page
et: Loo lehekülg

source: eDidaktikum Page
et: eDidaktikumi leht

source: eDidaktikum Page content type.
et: eDidaktikumi lehekülje sisutüüp

source: Portfolio
et: Portfoolio

source: Add new portfolio
et: Lisa uus portfoolio

source: Public
et: Avalik

source: Private
et: Privaatne

source: error
et: viga

source: Status
et: Staatus

source: Create Portfolio
et: Lisa portfoolio

source: Portfolio items
et: Portfoolio objektid

source: eDidaktikum portfolio
et: eDidaktikumi portfoolio

source: eDidaktikum portfolio.
et: eDidaktikumi portfoolio.

source: Subgroup
et: Alamgrupp

source: Subgroups for eDidaktikum Groups
et: Alamgrupp eDidaktikumi gruppide juurde

source: eDidaktikum subgroup
et: eDidaktikumi alamgrupp

source: Due Date
et: Tähtaeg

source: category
et: kategooria

source: Task/Assignment
et: Ülesanne

source: Description2
et: Kirjeldus2

source: Tasks (@count)
et: Ülesandeid (@count)

source: Tasks
et: Ülesanded

source: Add new task
et: Lisa uus ülesanne

source: Tasks by me
et: Minu antud ülesanded

source: Shared To
et: Jagatud:

source: Answered
et: Vastatud

source: Unanswered
et: Vastamata

source: Tasks to me
et: Mulle antud ülesanded

source: Assigned By
et: Ülesande andja

source: Answers
et: Vastused

source: Answers by groups
et: Vastused gruppide järgi

source: Answers by users
et: Individuaalsed vastused

source: Submitted
et: Esitatud

source: Task answers listing
et: Ülesande vastuste nimekiri

source: Create Task
et: Loo ülesanne

source: New Task - eDidaktikum
et: Uus ülesanne - eDidaktikum

source: @fullname assigned you a task: @taskname.
et: @fullname andis sulle ülesande: @taskname.

source: Due date: @duedate
et: Tähtaeg: @duedate
