Repository: centre-for-educational-technology/edidaktikum
Catalog: translations/fields_*.po
Languages: et

source: View task: @taskurl
et: Vaata ülesannet: @taskurl

source: Full Name
et: Ees- ja perenimi

source: Institution
et: Institutsioon

source: Use Full Name
et: Kasuta täisnime

source: Fields
et: Väljad

source: eDidaktikum node statistics and likes
et: eDidaktikumi statistika

# ed_field_cover_image:ed_portfolio:label
source: Cover image
et: Taustapilt

# ed_answer_status:#allowed_values:unchecked
source: Unchecked
et: Kontrollimata

# ed_answer_status:#allowed_values:rejected
source: Rejected
et: Tagasi lükatud

# ed_answer_status:#allowed_values:accepted
source: Accepted
et: Kinnitatud

# ed_answer_status:comment_node_ed_answer:label
source: Status
et: Staatus

# ed_field_competence:ed_blog:label
source: Add competence
et: Lisa pädevus

# group_group:ed_subgroup:label
source: Group
et: Grupp

# ed_notification_content_types:#field:label
source: Receive notifications for the following
et: E-posti peale saadetavad teated uuendustest

# ed_notification_content_types:#allowed_values:answer_given_to_task
source: Answer given to task
et: Ülesandele antud vastus

# ed_notification_content_types:#allowed_values:new_group_member
source: New group member
et: Grupi liige

# ed_notification_content_types:#allowed_values:new_learning_resource
source: Learning resource
et: Õppematerjal

# ed_notification_content_types:#allowed_values:new_forum_topic
source: Forum topic
et: Foorumi teema

# ed_notification_content_types:#allowed_values:new_event
source: Event
et: Sündmus

# ed_notification_content_types:#allowed_values:new_news
source: News
et: Uudis

# ed_notification_content_types:#allowed_values:new_blog
source: Blog
et: Ajaveebi postitus

# ed_notification_content_types:#allowed_values:new_bookmark
source: Bookmark
et: Järjehoidja

# ed_notification_content_types:#allowed_values:new_file
source: File
et: Fail

# ed_notification_content_types:#allowed_values:new_page
source: Page
et: Lehekülg

# ed_notification_content_types:user:label
source: Receive notifications for the following
et: E-posti peale saadetavad teated uuendustest

# ed_notification_content_types:user:description
source: Select the checkboxes you want to receive notifications from
et: Vali, milliste muudatuste kohta soovid teavitust
